Repository: maabou512/cncf_ar_jp2022
Catalog: pack1/tm/auto/pack1-level1.tmx
Source language: en_us
Languages: ja_jp

source: Since we were founded in 2015, we’ve pioneered cloud native technologies — hosting and growing some of the world’s most successful open source projects including Kubernetes, Prometheus, Envoy, ContainerD, and over 100 others.
ja_jp: 私たちは、 2015年に設立されて以来クラウドネイティブの技術を開拓してきました。Kubernetes、Prometheus、Envoy、ContainerD、その他100以上の世界で最も成功しているオープンソースプロジェクトのいくつかをホストし、成長させてきました。

source: Six CNCF hosted projects received security audits in 2021. Contour, SPIRE/SPIFFE, and Flux received regular audits while Linkerd, Envoy, and Vitess all underwent fuzzing which was first piloted last year. The CNCF Bug Bounty program which rewards researchers who find security vulnerabilities in project codebase, as well as build and release processes also paid out over $10,000 for 19 bounties resolved.
ja_jp: CNCFの6プロジェクトが2021年にセキュリティ監査を受けました。Contour、SPIRE/SPIFFE およびFluxは定期的監査を、Linkerd、Envoy、 Vitess についてはいずれも2020年に初めて導入された fuzzing テストを受けました。CNCF Bug Bountyプログラムは、プロジェクトのコードベース、ビルド、リリースプロセスにおけるセキュリティ脆弱性を発見した人たちへ報酬を与えるもので、解決された19件に対し10,000ドル以上の報奨金が支払われました。

source: Software’s Big Skill—Up, Learning The Way To Cloud—Native
ja_jp: ソフトウェアの飛躍的スキルアップ、クラウドネイティブ手法を学ぶ（英語記事）

source: Speakers
ja_jp: スピーカー数

source: THE
ja_jp: アニュアルレポート

source: THANK YOU
ja_jp: ありがとう

source: TRAINING & Certification
ja_jp: トレーニングと認定

source: Technical Oversight Committee
ja_jp: テクニカルオーバーサイトコミッティ（TOC）

source: Telecom Advances
ja_jp: テレコムの進展

source: Thanks
ja_jp: 謝辞

source: Thanks to Dr. Selanikio’s continuous council, we have been able to take educated and well-thought out steps to ensure the safety of our community members as we navigate COVID-19.
ja_jp: Dr. Selanikio の継続的な助言のおかげで、COVID-19禍を進んでいく中コミュニティメンバーたちの安全を確保するべく、学識に基づく十分に考慮されたステップをとることができました。<font color=red> 【council（評議会）が誤字の可能性あり。counsel（助言）と解釈した。要確認】</font>

source: The BVS aims to create open source artifacts that educate executives, business leaders, and non-technical audiences on cloud native technologies and their business value.
ja_jp: BVSでは、クラウドネイティブ技術とそのビジネス価値について、エグゼクティブ、ビジネスリーダー、および技術的職種でない人たちの教育につながるリソースを作り、オープンソースとして共有して行くことを目指しています。

source: The CNCF End User Stories Program, formerly the CNCF Case Studies program, features real-world use cases and the impact CNCF projects and cloud native technologies are having on end users’ businesses.
ja_jp: 「CNCF Case Studies program」から名前を変えた「CNCF End User Stories Program」は、リアルな世界のユースケースと、CNCFプロジェクトやクラウドネイティブ技術がエンドユーザーのビジネスに与える影響を取り上げたものです。

source: The CNCF community has continued to push the boundaries of experimental technology and in 2021 projects exploring the bleeding edge of cloud native have stormed onto the scene.
ja_jp: CNCFコミュニティが実験的な技術の境界を押し広げ続けてきた中、2021年はクラウドネイティブの最先端を切り開くプロジェクトたちが舞台に押し寄せることになりました。

source: The CNCF community spans the world, across our contributors, members, meetups, and ambassadors.
ja_jp: CNCFのコミュニティは、コントリビューター、メンバー、Meetupやアンバサダーといったさまざまな形で世界中に広がっています。

source: The CNCF ecosystem continues to grow across vendor and end user memberships, making CNCF one of the most successful open source foundations ever.
ja_jp: CNCFのエコシステムは、CNCFをこれまで最も成功したオープンソースの財団の1つにたらしめながらベンダーやエンドユーザーのメンバーシップを超えた成長を続けています。

source: The Cartografos working group aims to provide effective, practical tools to help adopters and end users to navigate the ever – evolving CNCF landscape and the wider cloud native ecosystem.
ja_jp: 「Cartografos」ワーキンググループは、効果的で実践的なツール―プロジェクトの採用者やエンドユーザーたちが、絶えず進化しているCNCFランドスケープ、それよりも広いクラウドネイティブのエコシステムを渡り歩けるようサポートする―の提供を目指しています。

source: The Cloud Native Computing Foundation (CNCF) is an open source software foundation dedicated to making cloud native computing universal and sustainable.
ja_jp: Cloud Native Computing Foundation（CNCF）は、クラウドネイティブ コンピューティングをユニバーサルかつ持続可能にすることを目的とした、オープンソースソフトウェアのファンデーションです。

source: The Cloud Native Maturity Model
ja_jp: クラウドネイティブ 成熟モデル

source: The Glossary is a community-driven effort and everyone is welcome to contribute new terms, update current ones, or help translate into different languages.
ja_jp: この用語集はコミュニティ主導の取り組みですので、新しい用語や既存の用語の更新を提案してくれたり、他言語への翻訳を手伝ってくれたりする方はどなたでも歓迎します。

source: The Illustrated Children’s Guide to Kubernetes
ja_jp: 絵で学ぶ：こどもむけKubernetesガイド（伊）

source: The container incubator
ja_jp: 「コンテナ インキュベーション（英語書籍）」

source: The event in Numbers
ja_jp: 数字で示すイベント

source: The job board is a free service for both posters and applicants, and CNCF member job openings receive a featured listing. We invite you to post your job, search for candidates, or find your next employment opportunity through the CNCF Job Board.
ja_jp: また、この求人掲示板は投函者、応募者両方を対象とした無料のサービスで、CNCFメンバーによる求人掲載の場合には特集リストとして掲載されます。この「CNCFジョブボード」.で、求人情報を投函したり、採用候補者を検索したり、次の雇用機会を見つけたりするのに活用してみてください。

source: The key focus was always on the learning rather than getting the work done. It was undoubtedly one of the most fruitful and learning experiences I have had and I wish to continue the contribution to community and project
ja_jp: 大事なのは、作業を終わらせるということではなく、学ぶということに意識を置くことね。間違いなくこれまでの学びの体験として最も実りのあったことの一つだし、コミュニティとプロジェクトへの貢献を続けていきたいわ。

source: The power of us is the power of our culture
ja_jp: 私たちの力はカルチャーの力

source: The program relaunched to massive demand. In just the first 8 months of the program, there have already been 12 KCDs in 12 different countries with over 7,500 attendees. The program has also expanded beyond just English to include talks in Chinese, Indonesian, Italian, Korean, and Spanish. While many of the events were virtual because of the pandemic, KCD China hosted the first two hybrid events in Beijing and Shanghai.
ja_jp: 本プログラムは大規模なデマンドに応える形で再開されることになりました。プログラムの最初の8カ月間だけでも、12の国で12のKCDを開催、7,500人以上の参加となりました。また、このプログラムには英語のみならず、中国語、インドネシア語、イタリア語、韓国語、スペイン語での講演も含まれます。パンデミックの影響でイベントの多くは仮想的なものとなりましたが、北京と上海では KCD China として最初の2つのハイブリッドイベントをホストしました。

source: These stories build narratives around specific metrics, acting as a valuable resource for organizations considering adopting cloud native technologies and showcasing participating organizations as leaders in their field.
ja_jp: これらの「ストーリー（Story）」は、特定のメトリックを元に「ナラティブ（Narrative）」を作り上げるのです。こうすることでクラウドネイティブ技術の採用を検討している組織に対し価値あるリソースとして機能し、また参加する組織をその分野のリーダーとして紹介することになります。

source: They joined serving TOC members Alena Prokharchyk, Justin Cormack, Liz Rice (Chair), Saad Ali, and Sheng Liang.
ja_jp: 彼らは、現職のTOCメンバー―Alena Prokharchyk、Justin Cormack、Liz Rice（チェア）、Saad Ali、Sheng Liang―に加わりました。

source: This award recognizes excellence in documentation contributions to CNCF and its projects. Excellent technical documentation is one of the best ways projects can lower the barrier to contribution. The 2021 recipient was Tim Bannister.
ja_jp: この賞は、CNCFやそのプロジェクトに対する卓越した文書化への貢献を称するものです。優れた技術文書を整備することは、プロジェクトにおけるコントリビューションの障壁を低くする最良の方法の1つとなります。2021年は Tim Bannister に贈られました。

source: This year the documentation team launched a new program, documentation assessments, providing structured, actionable feedback to projects across the ecosystem.
ja_jp: 2021年、ドキュメンテーションチームは新たに「ドキュメンテーションアセスメント」プログラム―エコシステム全体にわたり、プロジェクトに向けて構造化され、アクションが明確なフィードバックを提供する―を立ち上げました。

source: This year we launched a new initiative – a series of microsurveys to highlight the diverse knowledge of our robust community. We conducted six microsurveys and published four reports – Kubernetes at the Edge, FinOps for Kubernetes, Diversity in Cloud Native, and Cloud Native Security. The final two reports on Cloud Native Observability and Service Mesh will be published in early 2022.
ja_jp: 2021年、私たちは新しいイニシアチブ ― 私たちのロバストなコミュニティの多彩な知識を際立たせる、一連のマイクロサーベイ ― を立ち上げました。一年で6つマイクロサーベイを実施し、4つのレポート ― 「Kubernetes at the Edge」、「FinOps for Kubernetes」、「Diversity in Cloud Native」、 「Cloud Native Security」― を発行しました。最後の2つのサーベイのレポート、「Cloud Native Observability」と「Service Mesh」は2022年初めの公開予定です。

source: This year we launched the Kubernetes and Cloud Native Associate (KCNA) — a pre-professional certification designed for candidates interested in working with cloud native technologies. The KCNA underscores conceptual knowledge of the entire cloud native ecosystem, particularly focusing on Kubernetes, and is meant for more than just developers.
ja_jp: 2021年は「Kubernetes and Cloud Native Associate（KCNA）」認定―クラウドネイティブ技術を活かした仕事に興味をもつ人たちのためにデザインされた、プレ・プロフェッショナルの認定―を立ち上げました。KCNAは、クラウドネイティブ エコシステム全体の概念的な知識を強調しており、特にKubernetesに焦点を当てており、開発者のみではなくそれ以外の人たちにも向けられてた内容となっています。

source: This year, radars explored DevSecOps, Multicluster Management, and Secret Management, and received significant press and analyst coverage including DevClass, TechRadar Pro, InfoQ, and Container Journal.
ja_jp: 2021年、レーダーは DevSecOps、Multicluster Management、 Secret Managementを調査し、DevClass、, TechRadar Pro、 InfoQ、 Container Journalなどの著名な報道機関やアナリストたちに取り上げられました。

source: This year, the Cloud Native Network Function (CNF) Working Group launched as the newest CNCF Telecom Initiative, with representatives from Telecom and cloud native communities. By the end 2021, the CNF Test Suite, maintained by CNCF’s strategic partner vulk.coop with contributions from 16 organizations, had more than 60 tests across many important categories.
ja_jp: 今年、CNCFの一番新しいテレコムイニシアティブとして テレコムおよびクラウドネイティブのコミュニティメンバーによる「Cloud Native Network Function（CNF）Working Group」 が立ち上がりました。2021年末には、「CNF Test Suite」 ― 16の組織からコントリビューションがあり、メンテナンスはCNCFの戦略パートナーである vulk.coop が実施―では多くの重要となるカテゴリに渡り、60以上のテストが揃っています。

source: This year, we expanded our former Case Studies program to create the End User Stories beta program – empowering our fast-growing End User community to tell their stories through a self-service partnership model with editorial support and guidance provided by the CNCF. Through this new program, we discovered incredible stories from organizations like Entain Australia and Seagate.
ja_jp: 2021年は、これまでのケーススタディ プログラムを拡張し、エンドユーザー ストーリーズとしてベータ・プログラム ― CNCFによって編集支援とガイダンスが提供される形のセルフサービス型のパートナシップを通じ急速に成長するエンドユーザー コミュニティが自らのストーリーを話せるようにする ― を作りました。この新しいプログラムを通じ、Entain Australia や Seagate のような組織から驚くべきストーリーを見つけることができました。

source: This year, we introduced the CNCF blog metrics tracker, to enable authors to track the number of views their blogs receive. We published 305 blog posts, and ticked over half a million unique views – increasing blog readership 12% from 2020.
ja_jp: 2021年、CNCFではブログメトリクストラッカーを導入し、ブロク執筆者たちがコンテンツの閲覧数を追跡できるようにしました。305のブログ投稿を公開し、50万以上のユニークビュー―2020年から読者数は12%の増加―を数えました。

source: This year, we launched the Kubernetes and Cloud Native Associate (KCNA) – a pre-professional certification designed for candidates interested in working with cloud native technologies. The KCNA underscore’s conceptual knowledge of the entire cloud native ecosystem, particularly focusing on Kubernetes and is meant for more than just developers.
ja_jp: 2021年は「Kubernetes and Cloud Native Associate（KCNA）」認定―クラウドネイティブ技術を活かした仕事に興味をもつ人たちのためにデザインされた、プレ・プロフェッショナルの認定―を立ち上げました。KCNAは、クラウドネイティブ エコシステム全体の概念的な知識を強調しており、特にKubernetesに焦点を当てており、開発者のみではなくそれ以外の人たちにも向けられてた内容となっています。

source: Throughout 2021, CNCF underscored our commitment to making cloud native ubiquitous by hosting 16 graduated projects, 26 incubating and 78 sandbox projects, driven by more than 142,000 contributors representing 189 countries.
ja_jp: 2021年を通じて、CNCFはクラウドネイティブをユビキタスなものにするというコミットメントを―189カ国を代表する14万2,000人以上のコントリビューターたちがドライブする、16の Graduated プロジェクト、26の Incubating プロジェクト、78の Sandbox プロジェクトをホストすることによって―明確に示すことができました。

source: Throughout2021 CNCF drove thought leadership across global media, exploring significant movements from diversity, equity, and inclusivity, to open source trends.
ja_jp: 2021年を通じて、CNCFは、多様性（Diversity）、公平性（Equity）、包括性（Inclusivity）からオープンソースのトレンドに至る顕著な動きを調査しながら、世界的メディアを股にかけたソートリーダーシップ（Thought Leadership）を発揮しました。

source: Tiago
ja_jp: ティアゴ

source: To date, CNCF has offered more than 3789 diversity and need–based scholarships to attend KubeCon + CloudNativeCon and other CNCF hosted events over the course of its life.
ja_jp: CNCFでは、これまでKubeCon + CloudNativeConやその他CNCFホストのイベントで累計3,789以上の「Diversity」申請および「Need-base」申請をした参加者に奨学金を提供してきました。

source: To ensure the safety of our growing cloud native community, CNCF doubled down on digital last year, launching a suite of programs to bring #TeamCloudNative together – providing opportunities for collaboration, learning, and networking from every corner of the globe.
ja_jp: 成長するクラウドネイティブコミュニティの安全性を確保するべく、CNCFは昨年、#TeamCloudNative が一同に介するプログラムスイート―世界中のあらゆる場所からコラボレーション、学習、ネットワーキングの機会を提供する―を立ち上げ、デジタル施策を倍増しました。

source: To improve access to activities and services that CNCF offers to its hosted projects, the CNCF Service Desk serves as a single access point for all CNCF services. If you’re a CNCF project maintainer, all you have to do is visit
ja_jp: CNCFがホストするプロジェクトに向けたアクティビティやサービスへのアクセスを改善していくため、「CNCFサービスデスク」 がすべてのCNCFサービスに対する一本化されたアクセスポイントとなります。もしあなたがプロジェクトメンテナーなのだとしたら、ぜひ訪ねてみてください。

source: To recognize contributors who spend countless hours completing often mundane tasks, CNCF created the “Chop Wood and Carry Water” awards. CNCF was proud to acknowledge the amazing efforts of five individuals for their outstanding contributions in 2021:
ja_jp: CNCFは、日常のありふれたタスクに数え切れないほどの時間をかけて貢献してくれているコントリビューターたちを称えるべく「木を切り、水を運ぶ（Chop Wood and Carry Water）」アワードを創設しました。CNCFは、2021年際立ったコントリビューションを行った5人の、その素晴らしい取り組みに対し感謝の意を伝えました。</font>

source: Today we are a powerhouse for visionary projects and people. If cloud native was fast becoming mainstream before 2020, then the global pandemic pushed adoption into the stratosphere. Now, CNCF hosts 120+ projects with over 142,000 contributors representing 189 countries, and there are no signs of slowing down. In fact, IDC analyst Dave McCarthy states: “We have seen a significant rise in the adoption of cloud native technologies between 2020 and 2021. I predict that cloud native adoption will continue to grow in 2022 and become a foundational element in CIO’s cloud native strategies as they plan for the digital-first future.”
ja_jp: 今日、私たちはビジョンのあるプロジェクトと人々のための原動力です。クラウドネイティブが2020年以前、急速にメインストリームになろうとしていたとすれば、世界的なパンデミックはさらに高い領域への採用を後押ししたことになります。現在、CNCFは120以上のプロジェクトをホストしており、189カ国を代表する142,000人以上の貢献者がいます。減速の兆候は見られません。実際、IDCのアナリストであるDave McCarthy氏は次のように述べています。「2020年から2021年にかけて、クラウドネイティブ技術の採用が大幅に増加しました。我々は、クラウドネイティブ技術の採用が2022年も引き続き増加し、デジタルファーストの将来に向けて計画立案するCIOのクラウドネイティブな戦略においてこの技術が基本的要素になると予測しています。」

source: Today, CNCF has over 740+ organizations participating, including the world’s largest public and private cloud companies, along with the world’s most innovative software companies and end user organizations. Investment from these leading organizations signifies a strong dedication to the advancement and sustainability of the cloud native ecosystem for years to come.
ja_jp: 現在、CNCFには世界最大規模のパブリッククラウドの企業、プライベートクラウドの企業、世界で最もイノベーティブなソフトウェア企業やエンドユーザー組織を含め、740以上が参加しています。こういった先進的な組織からの投資は、今後数年のクラウドネイティブなエコシステムの進展と持続可能性に対する強力な献身を意味します。

source: Top 10
ja_jp: トップ10

source: Top End User Award
ja_jp: トップ エンドユーザ アワード

source: Top blog posts for 2021
ja_jp: 2021年のトップブログ記事（リンク先は英語）

source: Total
ja_jp: 総登録者数

source: Total RegistrationS
ja_jp: の登録数合計

source: Training & Certification
ja_jp: トレーニングと認定

source: Unique Blog Views
ja_jp: ユニークなブログビュー数

source: Upgraded to Platinum
ja_jp: プラチナメンバへのアップグレード

source: Virtual
ja_jp: 人のバーチャル参加

source: Virtual & hybrid EVENTS
ja_jp: 仮想イベント＆ハイブリッドイベント

source: WELCOME
ja_jp: ようこそ

source: We accepted 19 new CNCF ambassadors and provided financial support for ambassador-run meetups in 2021. We are excited to have this worldwide group of people with diverse interests, experiences, and technical backgrounds help drive local and global cloud native communities.
ja_jp: 私たちは、2021年に 新たに19人のCNCFアンバサダーを迎え入れ、彼らが運営するMeetupに資金援助を提供しています。私たちは、興味、経験、技術的バックグラウンドにおいて多様性がある世界中にいるグループの人たちが、ローカル、グローバルなクラウドネイティブのコミュニティを牽引するサポートができることに、私たちは興奮を覚えています。

source: We also celebrate the contributions that end users make to our ecosystem, including providing upstream contributions to projects, creating and maintaining open source projects to expand the ecosystem, and providing significant insights into successes and failures.
ja_jp: 私たちはエンドユーザーによるエコシステムへの貢献 ― プロジェクト アップストリームへのコントリビューション、エコシステムを広げるためのオープンソース プロジェクトの創出や維持、試行錯誤における顕著な洞察の提供など ― を称え、これを祝います。

source: We also funded 1600+ student scholarships for students to attend KubeCon + CloudNativeCon Europe, and 1,917 for KubeCon + CloudNativeCon North America.
ja_jp: また、学生に対し、KubeCon + CloudNativeCon Europe参加の1,600人以上に、KubeCon + CloudNativeCon North America参加の1,917人に学生向け奨学金をファンドしました。

source: We don’t yet have all our statistics available from this virtual December 9+10 event, but we’ll share them as soon as they’re ready!
ja_jp: 12月9日から10日にかけて開催の本バーチャルイベントについての統計データについては、準備ができ次第お知らせします！

source: We enjoyed new Phippy Adventures in three books
ja_jp: みんなで楽しめるPhippyの冒険本が新たに3冊リリースされました<font color=red>※意訳につき要議論</font>

source: We generate a number of reports from DevStats databases, which are available to the community. CNCF developer Lukasz Gryglicki, the primary developer on DevStats, is responsive to suggestions and pull requests that provide additional insights into the development of CNCF’s hosted projects.
ja_jp: DevStatsデータベース―コミュニティで利用可能です―からは多数のレポートが生成されます。CNCF開発者でかつ、DevStatsの主開発者もある Lukasz Gryglicki が、CNCFのプロジェクトの開発に対しより一層の洞察や提案を与えてくれる提案やプルリクエストに対応しています。

source: We hope you enjoyed reflecting on all the great things we accomplished together in 2021.
ja_jp: 2021年、みなさんとともに達成したすばらしい成果すべてが、皆さんの脳裏によみがえっていたとしたらうれしくおもいます。

source: We launched the CNCF Job Board in 2019.
ja_jp: 私たちは2019年に「CNCFジョブボード（求人掲示板）」をローンチしました。

source: We offered scholarships to 685 diversity applicants from traditionally underrepresented and/or marginalized groups and 807 need-based applicants in 2021 to attend KubeCon + CloudNativeCon and CNCF hosted co-located events. Scholarships were funded by sponsorships from Apple, Cisco, Cloud Native Computing Foundation, Cockroach Labs, Google Cloud, Iguazio, Meltwater, Salesforce, Scaleway, StackPulse and Styra.
ja_jp: 2021年には、KubeCon + CloudNativeConやCNCFがホストした併設イベントへの参加にあたり、これまで不当な過小評価や疎外を受けていたグループからは685人の「Diversity」申請者と、807人の「Need-base」申請者に対し奨学金を提供しました。奨学金は、Apple、Cisco、Cloud Native Computing Foundation、Cockroach Labs、Google Cloud、Iguazio、Meltwater、Salesforce、Scaleway、StackPulse、Styraの各社・団体のスポンサーシップによってファンドされました。

source: We sponsored 104 students
ja_jp: 104人の学生のスポンサーになりました。

source: We strengthened our commitment to #TeamCloudNative in 2021, investing in community-driven initiatives to fuel sustained momentum, expansion, growth, and adoption. Importantly, we continued to sharpen focus on our DEI initiatives, ensuring that the ecosystem is a welcoming place where everybody can thrive.
ja_jp: 2021年、私たちはコミュニティ主導でのイニシアティブに投資し、持続する勢い、広がり、成長、そして活用にさらに燃料を注いでいくべく、#TeamCloudNativeへのコミットメントを強めました。このエコシステムが誰でも成長できるような、人を受け入れ親しみやすい場所になるようにDEIイニシアティブへ焦点を当てつづけていることは重要な意味をもちます。

source: We welcomed 3,531 attendees in-person, and 19,633 through our virtual event platform — setting a new standard in hybrid events.
ja_jp: ハイブリッドイベントにおける新たな基準を作りながら、オンサイトでは3,531人に、バーチャルイベントのプラットフォームを通じて19,633人に参加いただくことができました。

source: We were thrilled to grant Spotify our Top End User Award this year, in recognition of its notable contributions to the cloud native ecosystem.
ja_jp: Spotifyがクラウドネイティブのエコシステムに大きく貢献したことを評価し、2021年 Top End User Award を授与できることを大変嬉しく思います。

source: We were thrilled to grant our Top End User Award to Spotify this year, in recognition of its notable contributions to the cloud native ecosystem. See page 8
ja_jp: 2021年はSpotify社がクラウドネイティブ エコシステムに多大なる貢献をしたことを評し、「トップ エンドユーザー アワード」としてこれを授与できたことを大変うれしく思います（8ページを参照）。

source: We’d also love to extend a big thank you to our outgoing TOC members – Brendan Burns, Matt Klein, Xiang Li and Michelle Noorali – for their years of commitment to safeguarding CNCF’s technical vision and growing this community into a neutral home for the ecosystem’s most promising technologies!
ja_jp: TOCメンバーを退任する Brendan Burns、Matt Klein、Xiang Li 、 Michelle Noorali に多大なる感謝を捧げます。―CNCFの技術的ビジョンを守り、このコミュニティをエコシステムの最も有望な技術の「中立な家（Neutral home）」へ育ててることに当ててくれた、何年にもわたるコミットメントに対して！

source: We’re committed to creating end user-driven open source and this year, more than ever, we’ve seen End Users actively shape the ecosystem – driving huge-scale adoption and growth of CNCF projects.
ja_jp: 私たちはエンドユーザドリブンのオープンソースを作ることにコミットしていますが、2021年については、これまで以上にエンドユーザーたちが ― CNCFプロジェクトの大規模採用と成長をドライブしていく ― エコシステムを活発に形成していくのを見てきました。

source: We’re looking forward to seeing you in 2022!
ja_jp: 2022年もお会いしましょう!

source: We’ve seen record growth across all areas; from projects, events and the cloud native ecosystem, to membership and community. Most importantly, this year the definition of “us” has evolved to encompass a truly global, welcoming community of doers, working collaboratively to fundamentally change how technology is built and delivered.
ja_jp: #TeamCloudNative みなさんのこのコミュニティに対する情熱、コミットメントに感謝したいです。この12カ月間、たくさんのチャレンジがありましたが、みなさんが2021年を記憶に残る1年にしてくれました。

source: What originally began as a once weekly livestream, as a part of online programs for members, has now expanded to include community driven programming.
ja_jp: 当初は週1回のライブストリーム、メンバー向けのオンラインプログラムの一環として始まったものが、今ではコミュニティ主導の番組制作も含めた形へと広がってきました。

source: When I look back at 2021, I’m amazed by what we have achieved together on our journey towards making cloud native ubiquitous.
ja_jp: 2021年を振り返ってみると、クラウドネイティブ技術をユビキタスなものにしていく旅の中で私たちが共に成し遂げてたことに驚かされます。

source: Who We Are
ja_jp: WHO WE ARE（私たちについて）

source: Why Cloud Native Open Source Is Critical for Twitter and Spotify
ja_jp: TwitterとSpotifyにとってクラウドネイティブのオープンソースが重要な理由（英語記事）

source: With more than 4.2M pageviews in 2021, the CNCF Cloud Native Landscape is the place where those looking to adopt cloud native technology begin their journey.
ja_jp: 2021年には4.2M以上のページビューを誇るCNCFの「Cloud Native Landscape」は、クラウドネイティブの技術を採用しようとする人たちにとって、旅の出発点になっています。

source: YoY increase in press coverage to-date
ja_jp: これまでの報道件数の前年比増加率

source: You can watch the End User Lounge recordings on our End User Community playlist.
ja_jp: エンドユーザーラウンジ のレコーディングはEエンドユーザーコミュニティのプレイリストで視聴できます。

source: Your comments and feedback are welcome at info@cncf.io
ja_jp: ご意見・ご感想は info@cncf.io までお寄せください（英語となります）。

source: apr 2021
ja_jp: 2021年4月

source: articles about CNCF globally to-date
ja_jp: CNCFについて世界中で取り上げられた、これまでの記事数

source: companies participated
ja_jp: 企業が参加

source: contributions
ja_jp: のコントリビューションを

source: director of product, Spotify
ja_jp: Spotify、プロダクト ダイレクター

source: diversity RECIPIENTS
ja_jp: 人が「Diersity」奨学金を受領

source: feature Keynote
ja_jp: 注目を集めたキーノート

source: feb
ja_jp: 2月

source: four funding sources
ja_jp: 4つの資金調達先

source: from China
ja_jp: は中国から

source: github stars
ja_jp: のGITHUBでのスター数

source: in multiple languages
ja_jp: 多言語で

source: including the LFX mentorship platform (previously known as Community Bridge), Google Summer of Code (GSoC), Google Summer of Docs (GSoD) program, and Outreachy. These programs are important catalysts for internships to have an impact on future technologies that we all depend on.
ja_jp: メンタリングプログラムにはいくつかあり、「LFX Mentorship」プラットフォーム（旧称「コミュニティブリッジ」）、「Google Summer of Code（GSoC）」、「Google Summer of Docs（GSoD）プログラム」、「Outreachy」などがそれにあたります。これらのプログラムは、私たちが依存するであろう将来のテクノロジーに対しインターンシップに影響力を与える、重要な触媒なのです。

source: jan 2021
ja_jp: 2021年1月

source: jul 2021
ja_jp: 2021年7月

source: jun 2021
ja_jp: 2021年6月

source: may 2021
ja_jp: 2021年5月

source: need-based RECIPIENTS
ja_jp: 人が「Need-base」奨学金を受領

source: oct 2021
ja_jp: 2021年10月

source: of Keynotes at Kubecon EU
ja_jp: のKUBECON EU キーノート

source: of Keynotes at Kubecon NA
ja_jp: のKUBECON NA キーノート

source: program relaunched to massive demand
ja_jp: 多くの要望に応え再開されたプログラム

source: projects
ja_jp: のプロジェクト

source: scholarshipS
ja_jp: スカラーシップ（奨学金制度）

source: sep 2021
ja_jp: 2021年9月

source: the Hedgehog
ja_jp: ハリネズミ

source: the Lobster
ja_jp: ロブスター

source: the Tiger
ja_jp: トラ

source: to 13 different projects
ja_jp: 13のプロジェクトに対して

source: transparency report
ja_jp: レポートのダウンロード
